Repository: OperationAIR/HumanInterface
Catalog: locale/*/LC_MESSAGES/operationAIR.po
Languages: nl

source: Hold for
nl: Druk voor

source: Nothing.
nl: Niks.

source: Clear all alarms
nl: Verwijder alle alarmen

source: PEEP value too high
nl: PEEP waarde te hoog

source: PEEP value too low
nl: PEEP waarde te laag

source: TIDAL value too high
nl: TIDAL waarde te hoog

source: TIDAL value too low
nl: TIDAL waarde te laag

source: PRESSURE value too high
nl: DRUK waarde te hoog

source: PRESSURE value too low
nl: DRUK waarde te laag

source: OXYGEN value too high
nl: ZUURSTOF waarde te hoog

source: OXYGEN value too low
nl: ZUURSTOF waarde te laag

source: Latest at
nl: Laatst op

source: Oxygen
nl: Zuurstof

source: Pressure
nl: Druk

source: Frequency and Ratio
nl: Frequentie en Ratio

source: Set the Time
nl: Stel Tijd in

source: Confirm
nl: Bevestig

source: Frequency
nl: Frequentie

source: Oxygen (O2)
nl: Zuurstof (O2)

source: Flow
nl: Stroom

source: Alarm Overview
nl: Alarm Overzicht

source: Patient
nl: PatiÃ«nt

source: Inspiratory Hold
nl: Inspiratie Vasthouden

source: Expiratory Hold
nl: Expiratie Vasthouden

source: Close
nl: Sluit

source: Minimum Value
nl: Minimale Waarde

source: Maximum Value
nl: Maximale Waarde

source: Clear Inactive Alarms
nl: Wis Inactieve Alarmen

source: Alarm settings
nl: Alarm instellingen

source: Shutdown
nl: Sluit af

source: Self Test
nl: Eigen Test

source: Stop Insp. Hold
nl: Stop Insp. Vasthouden

source: Stop Exp. Hold
nl: Stop Exp. Vasthouden
